aeroblade/templates/pritchard-cascade-3d/0/nut
FoamFile {version 2.0; format ascii; class volScalarField; object nut;}
dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;
boundaryField { periodicLow {type cyclic;} periodicHigh {type cyclic;} spanLow {type nutkWallFunction; value uniform 0;} spanHigh {type nutkWallFunction; value uniform 0;} inlet {type calculated; value uniform 0;} outlet {type calculated; value uniform 0;} blade {type nutkWallFunction; value uniform 0;} }
